{
    "en": {
        "title": "Initiation Ceremony of New Members",
        "content": "<p>The Leo club president, the Leo club advisor or a specific Lions club officer performs the ceremony for the initiation of new members. The presiding officer calls the meeting to order with these words: “We are about to begin the initiation ceremony which will welcome new members to the ............. Leo Club. This is a most important occasion for these members and for our club, and I sincerely request the attention and silence of the membership during the ceremony. Please withhold any applause or demonstrations until it is complete. I will now call the names of the new members and as I do, I would request that they rise and come forward. </p> <p>The presiding officer calls the names of the new members. When all the candidates are standing, the officer says: “On behalf of the officers and members, I welcome you to the ............ Leo Club. You have been invited to become members, and we are all happy and proud of your decision to accept. </p> <p>Membership in a Leo club is a privilege. You are about to enter a program that extends throughout the world. It began in 1967 as an official activity of The International Association of Lions Clubs. Leo goals include high moral standards, personal responsibility, an attitude of cheerfulness and understanding, and in addition, extending a helping hand to those in need. Now, in your own community and with your own acquaintances, an entire series of challenges await. You are not alone in your efforts. At all times, you can count on the encouragement and cooperation of your fellow Leo club members, officers, and the Leo club advisor. They will be happy to help you achieve the high goals which you have adopted Once again, I express my congratulations to you for having joined this club. I now ask that you repeat after me the obligation of membership: ‘I... (each one should state his/her name)... in the presence of the members of the Leo club... take on this solemn obligation... to abide by the constitution and bylaws of the club... to attend all meetings regularly... to support and further the interests of the club... in all its undertakings... and contribute my fair share... towards the financial support of the club... I further declare that I will assist in maintaining... building.. and strengthening the membership of the club... That I will help the club... by actively serving on committees and in other capacities ...where my efforts are needed... And finally... that I will develop in myself... those qualities... of cheerfulness, service and loyalty... which should characterize a Leo club member... at all times.’ You are now members of the ......... Leo Club.” </p> <p><i>(The presiding officer now pins a lapel button on each new Leo club member and presents a membership card and membership certificate.) </i></p> <strong>After induction: </strong> <p>Assign the new member to serve as a greeter at the next few club meetings. This will give the newcomer an opportunity to meet every member. Integrate the new member into an existing committee. Invite the new member to an informal social gathering with the officers of the club. The sponsor should ensure that the new member receives proper orientation to the Leo Club Program and Lionism and a New Member Kit with lapel pin. The sponsor should be willing to answer all questions and should offer to accompany the new member to the first few meetings. Whenever a Leo moves to another location, officers should ensure that the member joins the local Leo club. If a Leo club does not exist, the officer should encourage the member to speak to a local Lions club about sponsoring a Leo club. The future of every Leo club depends on current Leo officers and members. When the Leos work together, recruiting and motivating new members provides club growth. Assuring the continued existence of a club is a valuable service that Leos can perform for their community.</p> "
    },
    "si": {
        "title": "ලියෝ සමාජයේ නිලධාරීන් ස්ථාපනය කිරීම",
        "content": " <p>අද දින අභිනවයෙන් ලියෝ සමාජයට එකතුවන සාමාජික සාමාජිකාවන් බඳවාගැනීමට කටයුතු කරන අවස්ථාවයි මේ. ඒ නිසා ඔබ සියළුදෙනාම ඉතාමත් නිශ්චලවල සාවදානව මෙම වැදගත් අවස්ථාවට සහභාගි වන ලෙස ඉල්ලා සිටිමි. </p> <p>නව ලියෝ සාමාජිකයන් මෙම වේදිකාව ඉදිරියට පැමිණෙන්න.</p> <p>ඔබ සියළුදෙනාටම මෙම ලියෝ සමාජයේ සාමාජිකත්වය ලැබීමට ආරාධනා ලැබී ඇති හෙයින් එය භාරගැනීම පිළිිබඳව අපි ඉතා සතුටු වෙමු. ඔබ දැන් මේ සූදානම් වන්නේ ලෝකයේ තිබෙන විශාල සේවා සංවිධානයක් වූ ජාත්‍යන්තර සිංහ සමාජයේ නායකත්වය පුහුණු කරනු වස් තරුණ තරුණියන්ගේ හැකියාවන් විදාපෑම පිණිස 1967 ආරම්භ කරන ලද ලියෝ සමාජ සාමාජිකත්වය ලබාගැනීමටයි. ඒ වගේම ලියෝ සමාජයේ අරමුණ වන්නේ උසස් චිත්ත ධෛර්යය ඇතිව, පෞද්ගලිකවම වගකීම් දැරීමේ ශක්තිය, චිත්ත ප‍්‍රීතිය සහ අන්‍යෝන්‍ය අවබෝධය ඇතිකිරීම මෙන්ම පිළිසරණ විය යුතු අයට ආධාර උපකාර කිරීම ආදියයි. ඔබ ලියෝ සාමාජිකත්වය ලබාගැනීමේදී සමාජයේ අභියෝග වලට නිසි ලෙස මුහුණදීමට හැකියාව ලැබේ. එම අභියෝග සාක්ෂාත් කරගැනීමේදී ඔබ සහයෝගීතාවයෙන් කටයුතු කළ යුතු අතර එම සහයෝගීතාවය තුළින් ඔබ ලියෝ සමාජයේ ඉතාමත් හොඳින් කටයුතු කළා යැයි සතුටු විය හැකියි. මෙහිදී විශේෂයෙන් සමාජයේ සේවය ලැබිය යුතු අයට සේවය කිරීමට හැකිවන අතර නායකත්වයට පුහුණුවීමේ අවස්ථාවද ඔබට ලැබෙනු ඇත.</p> <p>නැවත වරක් මා ඔබට සුබ පතන අතර ලියෝ සමාජයේ සාමාජිකත්වය පිළිගනු වස් ඔබගේ දකුණු අත ඔසවා සාමාජිකත්වයේ ප‍්‍රතිඥාව මා සමඟ කියවන්න</p> <p> ..................................................... වන මම ..................................................... සිංහ සමාජයේ සභාපති සහ ලියෝ උපදේශක ඉදිරිපිට ගාම්භීරතා පූර්වකව ..................................................... ලියෝ සමාජයේ සාමාජිකත්වය භාරගත් බවත්, එහි ඇති වගකීම් ව්‍යවස්ථානුකූලව පිළිිපැදීමටත්, සියළුම රැස්වීම් වලට නිතිපතා සහභාගි වීමටත්, ව්‍යාපෘති වලට උපරිම සහාය ලබාදීමටත්, තමුන් විසින් ලබාදිය යුතු හා ඉටුවිය යුතු කාර්යභාරය නිර්ලෝභීව ඉෂ්ටකිරීමට මූල්‍යමය වශයෙන් සහයෝගීතාවය ලබාදීමටත්, තවදුරටත් සෑම අවස්ථාවකම ලියෝ සමාජයේ කර්තව්‍යයන් ඉහළ මට්ටමකට ගෙන ඒමටත්, ලියෝ සමාජ සාමාජිකත්වය වර්ධනය කිරීමටත් කටයුතු කරන බවත් පොරොන්දු වෙමි. මෙම ලබාගත් අවස්ථාවෙන් මාගේ නායකත්ව ගුණාංග වැඩිදියුණු කරගනිමින්, ලියෝ සමාජයේ වැඩකටයුතු වල ගුණාත්මක බවත්, එම කාර්යය කිරීමේදී මා ලබන සතුට මෙන්ම ලියෝ සමාජයට ඇති පක්ෂපාතීත්වය හා ලියෝ සමාජයේ ගෞරවය රැකෙන පරිදි කටයුතු කිරීමටද නව ලියෝ සාමාජිකයෙක් ලෙස මම පොරොන්දු වෙමි.</p> "
    }
}
