{
    "en": {
        "title": "Installation Ceremony of Leo Club Officers",
        "content": "<strong><i>The Leo club advisor or a Lions Club Officer presides over this ceremony </i></strong><p><strong>Installing officer: </strong>“It is my privilege to be here to install the officers of the ............................ Leo Club. Having received the trust of the club membership, I am sure that they will carry out faithfully their duties with respect to their community and their fellow members. To that purpose, I would like to call each to the podium, to repeat the duties that each has freely accepted under his/her nomination as a Leo club officer.” </p> <p><strong>Installing Leo club directors: </strong> (The installing officer addresses the entire group of directors) “You have been elected to the important position of director. You will form part of the executive board of the Leo club. You will faithfully attend the regular and special meetings of your club. You will do your best to form and carry out its policies. As a member of the board of directors, you will be vigilant in authorizing all payments and refrain from creating indebtedness beyond the income of the club. Nor will you disburse funds for purposes nonessential to the object of the club. Will you perform these duties to the best of your ability?” </p> <p><strong>Leo club directors: </strong> “I will.” </p> <p><strong>Installing treasurer: </strong>“Leo ........................., you have been elected to serve your club as treasurer, and as such you will receive all monies and deposit same in a bank recommended by the board of directors. You will pay out money on their authority and will prepare and submit monthly financial reports to them. You will also be vigilant in keeping and building the spirit of unity and cooperation with the other Leo club officers, the board of directors, and the Leo advisor. Will you perform these duties to the best of your ability?” </p> <P><strong>Treasurer: </strong>“I will.” </P> <P><strong>Installing secretary: </strong> “Leo ......................., you have been elected to serve your club as secretary. You will be under the supervision and direction of the president and the board of directors. You shall keep the general club records, including the board of directors meeting minutes, officers’ lists, committee appointments, attendance records, and up-to-date membership lists. You will be responsible for Activities reports and the Annual Leo Club Membership Report to the international office. You will also be vigilant in keeping and building the spirit of unity and cooperation with the other Leo club officers, the board of directors and the Leo advisor. Will you perform these duties to the best of your ability?” </P> <p><strong>Secretary: </strong>“I will.” </p> <p><strong>Installing vice president: </strong> “Leo ..........,, you have been elected to serve your club as vice president. You shall occupy the position of the president if, for any reason, the president is unable to perform his/her duties. In this event, you shall have the same authority as the president and shall fulfill his/her role accordingly. You will also help the president in fostering unity among the Leo club members, with the sponsoring Lions club, and with the Leo club advisor. Finally, you will support and aid the president in his/her initiatives and service projects. Will you, as vice president, perform your duties to the best of your ability?” </p> <p><strong>Vice President: </strong>“I will.” </p> <p><strong>Installing Leo club president: </strong>“Leo ............., you have been elected to the office of president of your club. You are the club’s chief executive officer. You will do all in your power to foster unity among club members. You will also work with the sponsoring Lions club and the Leo club advisor. You will preside at all meetings and shall be chairman of the board of directors. You will see that the committees function properly, call for regular committee reports, and oversee regular elections. You will also work to determine service needs in your community and motivate your club’s members to respond to them generously. Will you, as president, perform these duties to the best of your ability?” </p> <p><strong>President: </strong> “I will.” </p> <p>“Dear Chairperson, I will now declare that these officers are duly installed to their positions respectively”</p>"
    },
    "si": {
        "title": "ලියෝ සමාජයේ නිලධාරීන් ස්ථාපනය කිරීම",
        "content": "<p>අද දින ලියෝ සමාජයේ නිලධාරීන් ස්ථාපනය කිරීමට සහ එම කර්තව්‍යය මා වෙත පැවරීම පිළිබඳවද ස්තුතිවන්ත වන අතර මා විශ්වාස කරනවා, මෙම ලියෝ සමාජයේ එම සාමාජිකත්වය තම තමන් පත්වූ තනතුරේ කාර්යභාරය හරියාකාරව කරගෙන යයි කියා. ඒ එක එක්කෙනා එම තනතුරේ ස්ථාපනය කිරීමේ කටයුතු කරනු ඇති හෙයින් පූර්ණ නිශ්ශබ්දතාවය රැකගන්නා මෙන් ඉල්ලා සිටිමි.</p> <strong>01. සියලූම අධ්‍යක්ෂ මණ්ඩලය</strong> <p>මෙම ලියෝ සමාජයේ අධ්‍යක්ෂ මණ්ඩලය වශයෙන් ඔබ සියළුදෙනා තෝරා පත්කර ඇති හෙයින් ඔබ මෙහි විධායක අධ්‍යක්ෂවරුන් වශයෙන් නිරතුරුව මෙම අධ්‍යක්ෂ මණ්ඩල රැුස්වීම් හා අනෙකුත් රැස්වීම් වලට සහභාගි විය යුතුයි. නිලධාරී මණ්ඩලයත් සමඟ නිසි ලෙස ගෙවීම් සොයාබලා කටයුතු කිරීමත්, ආදායමට වඩා වියදම් වැඩි නොවීමට කටයුතු යෙදීමත් අධ්‍යක්ෂ මණ්ඩලයේ පූර්ණ වගකීම වේ. ඒ වගේම අනවශ්‍ය වියපැහැදම් සඳහා අනුමැතිය දිය යුතු නොවේ. ඔබලා සභාපතිවරයාට පූර්ණ සහයෝගය දීමට බැඳී සිටීමටද, තම වගකීම් පිළිගැනීමටද කැමැත්තෙහිද?</p> <p>ඔව්. අපි එසේ කරමු.</p> <strong>02. ලියෝ භාණ්ඩාගාරික </strong> <p>ඔබ මෙම ලියෝ සමාජයේ භාණ්ඩාගාරික වශයෙන් තෝරා පත්කර ඇති අතර ලියෝ සමාජයේ මුදල් නිසි පරිදි බැංකු වල තැන්පත් කරන බවත්, අධ්‍යක්ෂ මණ්ඩලයේ අවසරය පරිදි මුදල් පරිපාලනය සඳහා වියදම් කළ යුතු බවත්, මාසිකව හා වාර්ෂිකව ඔබ ලියෝ සමාජයේ ආදායම් වාර්තා ඉදිරිපත් කරන බවත්, ඔබගේ සම්පූර්ණ සහාය ලියෝ සමාජයේ සභාපතිටත් අධ්‍යක්ෂ මණ්ඩලයටත් උපදේශකත්වයටත් ලබාදෙන බවත්, මෙහිදී සියළුදෙනා ඉදිරියේ පොරොන්දු වන්නේද? </p> <p>ඔව් මා එසේ කිරීමට පොරොන්දු වෙමි.</p> <strong>03. ලියෝ සමාජයේ ලේකම්</strong> <p>ඔබ මෙම ලියෝ සමාජයේ ලේකම් වශයෙන් පත්කරන ලද අතර ඔබ සභාපතිතුමාගේ අධ්‍යක්ෂ මණ්ඩලයේ අධික්ෂණය යටතේ මෙම ලියෝ සමාජයේ සියළුම වාර්තා සහ අධ්‍යක්ෂ මණ්ඩලයේ වාර්තා, කමිටු වාර්තා ඉදිරිපත් කිරීමට කටයුතු කළ යුතු අතර ඔබ සාමාජිකයින්ගේ පැමිණීමේ ලැයිස්තු සකස්කිරීමත්, මාසික ලියෝ සමාජ ප‍්‍රගති වාර්තාව මෙන්ම වාර්ෂික වාර්තාව යැවීමත් කළ යුතුයි. ඒ වාගේම ඔබ ලියෝ සමාජය ඉදිරියට ගෙනයාමට කටයුතු කිරීමටත්, අධ්‍යක්ෂ මණ්ඩලය මෙන්ම ලියෝ උපදේශකත්වය සමඟ ඉතා සුහදව කටයුතු කිරීමටත් පොරොන්දු වන්නෙහිද?</p> <p>ඔව් මා එසේ කිරීමට පොරොන්දු වෙමි.</p> <strong>04. ලියෝ උපසභාපති</strong> <p>ඔබ මෙම ලියෝ සමාජයේ උප සභාපති වශයෙන් පත්කරගෙන ඇති අතර යම් හෙයකින් සභාපති නොපැමිණි හැම මොහොතකම ලියෝ සමාජයේ මුලසුන හෙබවිය යුතුයි. ඔබට ඒ අවස්ථාවේදී සභාපතිතුමාගේ සියළු බලතල ලැබෙන අතර සභාපතිතුමාගේ අනුදැනුම මත ඔබ ඉතාමත් සුහදව අනෙකුත් සාමාජිකයන් සමඟ කටයුතු කළ යුතු අතර ඔබගේ මව් සමාජය වන සිංහ සමාජය සමඟද ඉතාමත් සුහදව එකම පවුලක් ලෙස කටයුතු කළ යුතුයි. ලියෝ උපදේශක සමඟ කටයුතු කරමින්, සහයෝගය දෙමින් පරිපාලනය මෙන්ම ලියෝ සමාජයේ ව්‍යාපෘතිද ඔබ මැදිහත් වී කළ යුතු වේ. ඔබ උප සභාපති වශයෙන් මෙම ඉදිරි වසරේ ඔබගේ කාර්යභාරය හරියාකාරව කිරීමට එකඟ වන්නේද?</p> <p>ඔව් මා එසේ කිරීමට පොරොන්දු වෙමි.</p> <strong>05. ලියෝ සභාපති</strong> <p>මෙම ලියෝ සමාජයේ සභාපති වශයෙන් මෙන්ම ප‍්‍රධාන විධායක වශයෙන්ද තෝරා පත්කරගෙන ඇති ඔබ ඔබගේ බලය පාවිච්චි කිරීමේදී ලියෝ සමාජයේ සියළු සාමාජිකයන්ගේ එකමුතුව රැකෙන පරිදි කටයුතු කළ යුතු අතර ඔබගේ මව් සමාජය හා උපදේශක සමඟ ඉතාමත් කිට්ටුවෙන් කටයුතු කළ යුතුය. ඔබ ලියෝ සමාජයේ සෑම රැස්වීමකම මුලසුන දැරිය යුතු අතර එසේම ව්‍යාපෘති කරගෙන යාමට අනෙකුත් ලියෝ පෝතකයන්ට බලය පැවරීම තුළින් ලියෝ සමාජය තුළ නායකත්වය ගොඩනැගීමට කටයුතු කළ යුතුයි. ඒ වගේම ඔබ ලියෝ සමාජයේ සේවය ලැබිය යුතු අයට සේවය කිරීමටද ලියෝ පෝතකයින් උද්යෝගිමත් කරවීම සඳහා ඔවුනට ධෛර්යය ලබාදීමද කළ යුතුයි. ඔබ මෙම ලියෝ සමාජයේ සභාපති වශයෙන් වගකීම භාරගන්නේද? </p> <p>ඔව්. මම වගකීම භාරගනිමි.</p>"
    }
}
