{
  "en": {
    "title": "Standard Leo Club Constitution & By-laws",
    "content": "<strong>ARTICLE I - Name </strong> <p>The name of this organization is the Leo Club of ........................................... </p> <strong>ARTICLE II - Purpose </strong> <p>To promote service activities among the youth of the community which will develop the individual qualities of Leadership, Experience and Opportunity. To unite its members in friendship, fellowship and mutual understanding. </p> <strong>ARTICLE III - Sponsorship</strong> <p>A. This club is sponsored by the Lions Club(s) of ......................................... but it is not a part thereof, and neither this club nor any of its members has any rights or privileges pertaining to said Lions club(s) or membership therein. </p> <p>B. The entire operation of this club shall be guided and supervised by the Lions Club of .......................................... Such guidance and supervision shall be exercised in one of the following ways, the choice to be a joint decision of the sponsoring Lions club(s) and the Leo club. </p> <ol> <li> The presence of one or more members of the sponsoring Lions club at every meeting of the Leo club or its board of directors; or </li> <li> By a monthly joint meeting of three representatives of each club, to discuss mutual interests and plans, and to review actions taken by the Leo club and/or its board of directors. In the event of disagreement between the representatives, the ultimate decision shall rest with the sponsoring Lions club; or </li> <li> By submitting for approval within 15 days by Leo club officers a specific report or copy of the minutes of any meeting held to the sponsoring club secretary or authorized delegate or representative. </li> </ol> <p>The sponsoring club then has the prerogative to call for a meeting between three representatives of the Leo club and three representatives of the sponsoring club to discuss items of mutual interest or plans. In the event of disagreement between the representatives the ultimate decision shall rest with the sponsoring Lions club.</p> <p>C. If the operation of this club shall depend, in any way, upon the cooperation of any school officials, then all school policies and regulations as interpreted by such officials shall be faithfully observed by this Leo club and its members. </p> <strong>ARTICLE IV - Projects</strong> <p>A. Subject to the provisions of Article III, this club shall plan and implement, with its own manpower, service projects within its community. Full responsibility for such projects shall rest in this club except where the same is shared in a joint project with another Leo club or other organization.</p> <p>B. Projects shall be financed with funds raised by this club, provided, however, that no funds shall be solicited from any individual, business or organization in the community without giving something of value in return therefore. </p> <p>C. This club shall not:</p> <ol> <li> Solicit or accept more than occasional financial assistance from the Lions Club of ........................ or any member thereof;</li> <li> Solicit financial assistance from any non-sponsoring Lions club;</li> <li> Solicit financial assistance from any other Leo club. </li> </ol> <p>D. No portion of the net income resulting from any financial program in which funds are raised from the public shall be used directly or indirectly to benefit this club or any member thereof. </p> <strong>ARTICLE V - Membership</strong> <p>A. Membership shall be granted in a Leo club to any person who possesses good character, who shall be deemed eligible by the Leo club committee of the sponsoring Lions club or clubs. Wherever the male gender or pronoun presently appears in the Standard Leo Club Constitution and By-Laws, it shall be interpreted to mean both male and female persons.</p> <p>B. Classes: Membership in this Leo club shall be as follows: </p> <ol> <li> Active: A member entitled to all rights and privileges and subject to all obligations which membership in a Leo club confers or implies. Without limiting such rights and obligations, such rights shall include eligibility to seek, if otherwise qualified, any office in the Leo club and in the Leo district or multiple district of which the club may form part and right to vote on all matters requiring a vote of the membership; and such obligations shall include regular attendance, prompt payment of dues; participation in Leo club activities, and conduct reflecting a favorable image of the Leo club in the community. </li> <li> Member-at-Large: A member of this Leo club who has moved from the community, or because of health or other legitimate reason, is unable to regularly attend Leo club meetings and desires to retain membership in the Leo club, and upon whom the board of directors of the Leo club desires to confer this status. This status shall be reviewed each six months by the board of directors of the Leo club. A member-at-large shall not be eligible to hold office or to vote at Leo district or multiple district conferences but shall pay such dues as the Leo club may require. </li> <li> Alpha membership: A member of the Leo club who is 12 years of age to 18 years of age. </li> <li>Omega membership: A member of the Leo club who is 18 years of age to 30 years of age. </li> </ol> <p>C. Termination: Membership in this Leo club shall cease and terminate automatically upon: </p> <ol> <li> Reaching an age one year greater than the maximum age limit. </li> <li> Termination of existence of this Leo club as provided in Article XV. </li> <li> Vote therefore of no less than two-thirds (2/3) of all members in good standing.</li> </ol> <p>D. Transfer Membership: This Leo club may grant membership on a transfer basis to a Leo who has terminated or is terminating membership in another Leo club, provided that: </p> <ol> <li> A notification for transfer of membership is received by the new Leo club, with a copy to the sponsoring Lions club secretary, from the Lions club sponsoring the former Leo club, within six months following the date of termination of membership in the former club;</li> <li> such termination was in good standing; and </li> <li> the age of the transferring member falls within the established age range applying to the new Leo club. </li> </ol> <p>If more than six months have elapsed between termination of membership in a Leo club and application for transfer to another Leo club, an applicant may acquire membership in this Leo club only under the provisions of Section A of this Article V.</p> <p>E. Each Leo club shall declare itself as either an Alpha Leo club or an Omega Leo club by reporting to the Leo Club Program Department at International Headquarters.</p> <strong>ARTICLE VI - Meetings</strong> <p>A. Club Meetings:</p> <ol> <li> Regular business meetings of this Leo club shall be held no less than twice in each month, and preferably once in each week, at time and places set forth in the by-Laws. </li> <li> The club president may at any time call, or upon written request to him/her by no less than ten (10) members in good standing, a special meeting of the club. Such call may be given verbally or in writing, but it shall be given to each member in good standing and shall designate a time and place convenient to such members and the purpose of such meeting. Such notice, if written, shall be considered as given when mailed to a member at his/her address as shown on the club records at the time of mailing. </li> <li> Quorum: The presence in person of a majority of the members in good standing shall be necessary for a quorum at any regular or special meeting of this club. </li> </ol> <p>B. Board of Directors Meetings: </p> <ol> <li> Regular business meetings of the board of directors shall be held at times and places as provided in the bylaws but in no event less than once each month. </li> <li> The president may at any time call, and upon the written request of any members of the board shall call, a special meeting of the board. Such call may be given verbally or in writing but it shall be given to every member thereof, and shall designate a time and place convenient to such members and the purpose of such meeting. Such notice, if written, shall be considered as given when addressed to the member at his/her address shown on the club records at the time of mailing. </li> <li> The presence in person of the president or vice president and any three (3) other members of the board shall be necessary for a quorum at any regular or special meeting of the board.</li> <li> Any member of this Leo club in good standing shall have the right to attend any regular or special meeting of the board of directors, but no such member may speak at any board meeting except by consent of the board. </li> </ol> <strong>ARTICLE VII - Officers</strong> <p>A. The officers of this Leo club shall be a president, vice president, secretary and treasurer and such other officer(s) as may be provided in the by-Laws. Officers shall be members in good standing and shall serve for a term of one (1) year or until their successors have been elected and qualified. No member may hold two (2) offices simultaneously. </p> <p>B. The president may not succeed himself in re-election after having served one full term of office. </p> <p>C. Unless specifically provided otherwise in this constitution, the duties of the officers shall be those assigned to their respective offices under Robert’s Rules of Order, Newly Revised. </p> <strong>ARTICLE VIII - Board of Directors</strong> <p>Subject to the provisions of Article III</p> <p>A. The control and supervision of the business and affairs of this club shall rest in a board of directors composed of all officers of the club and three (3) directors elected from the members in good standing. </p> <p>B. The board of directors, through the club officers, shall be responsible for the execution of the policies approved by the club. All new business and policy of this club shall be considered and shaped, first, by the board of directors for presentation to and approval by the club members at a regular or special club meeting.</p> <p>C. The board of directors shall have general control over all committees and officers, may override the decision or action of any officer, and for good cause, may declare any office vacant and appoint a member in good standing to fill any unexpired term thereof. </p> <p>D. The board of directors shall present an annual report of its operations to the club membership and to the sponsoring Lions club.</p> <strong>ARTICLE IX - Elections </strong> <p>Elections of officers and directors shall be held at times and in accordance with procedures deemed proper by the ..........................................Committee of the Lions Club of ......................., but in on election shall a vote greater than a simple majority of the votes cast be necessary for election. </p> <strong>ARTICLE X - Committees </strong> <p>The bylaws shall provide for finance, project and such other standing committees as may be deemed necessary for administration of the club. The president, with the approval of the board, may appoint such special committees as he/she deems necessary from time to time. </p> <strong>ARTICLE XI - Fees and Dues </strong> <p>A. This club shall charge such additional fees and dues as the Lions Club of ...... shall deem proper to meet administrative costs of the Leo club, including the amount of any annual payment due Lions Clubs International by the sponsoring Lions club, which amount may be reimbursed by the Leo club to the sponsoring Lions club.</p> <p>B. Any member who shall owe this club any monetary obligation at the time of any vote at any regular or special meeting, or at any other time at which the question of good standing is raised, shall automatically forfeit the privilege of voting by virtue thereof and be considered for all purposes as not in good standing so long as said obligations remain unpaid. </p> <strong>ARTICLE XII </strong> <p>By accepting membership herein, each member of this club thereby agrees to uphold and be bound by the provisions of the constitution and bylaws of this club. </p> <strong>ARTICLE XIII - By-Laws </strong> <p>The board of directors of this club shall present, and the members in good standing of this club shall adopt, such bylaws as are deemed necessary to the efficient operation of this club; provided, however, that all such bylaws shall be consistent with the provisions of this constitution. Any bylaws, or amendments thereto or repeal thereof, which shall contravene any provision of this constitution shall be null and void and of no effect.</p> <strong>ARTICLE XIV - Emblem </strong> <p>A. The emblem of the Leo Club International Program and Leo clubs shall be two lion heads facing outwards from each other divided by a vertical bar with the letters L E O from top to bottom. </p> <p>B. The emblem of Leos Clubs International shall be preserved for the exclusive use and benefit of Leo club members. Each member of this club shall be entitled to wear or otherwise display the same in a dignified and appropriate manner during the period of his/her membership. A member shall relinquish such entitlement upon termination of his/her membership or termination of this club. </p> <strong>ARTICLE XV - Duration </strong> <p>A. This Leo club shall cease to exist upon the first to occur of the following: </p> <ol> <li> Vote of this club to terminate. </li> <li> Receipt by the Leo Club Program Department at Lions Clubs International Headquarters of notice of withdrawal of sponsorship by the Lions club of ....................... via Leo Club Termination Form. </li> <li> Receipt by the club president or vice president of written notice of revocation of Certificate of Organization of this club as a Leo club by Lions Clubs International</li> </ol> <p>B. By virtue of termination, provided in Section A, all rights and privileges relating to the Leo name and Leo emblem shall thereon be relinquished and surrendered by this club and its members, individually and collectively. </p> <strong>ARTICLE XVI - Parliamentary Authority</strong> <p>Unless specifically provided otherwise in this constitution all questions of parliamentary procedure in the operations of this club shall be governed by Robert’s Rules of Order, Newly Revised. </p> <strong>ARTICLE XVII - Amendments </strong> <p>This constitution may be amended only by action of the board of directors of Lions Clubs International and all amendments when adopted shall automatically amend and become provisions of this constitution.</p> <strong>ARTICLE XVIII </strong> <p>The fiscal year of this club shall run from July 1 to June 30. </p> <strong>LEO CLUB BYLAWS</strong><br><br> <strong>ARTICLE I - Elections</strong> <p>A. Election of officers and directors of this club shall be held annually prior to .......................... Those elected shall take office on July 1 following their election. </p> <p>B. Nominations of officers shall be made either in writing or from the floor. Candidates shall be voted upon at the regular meeting following the meeting at which nominations are made. Voting shall be by secret ballot. Those candidates receiving a majority of the votes cast by the members present and in good standing shall be elected. </p> <strong>ARTICLE II - Fee and Dues </strong> <p>A. Each new member shall pay an admission fee of $................ </p> <p>B. Each member shall pay annual dues of $................</p> <p>C. No other assessment of members shall be made for any purpose whatsoever. </p> <strong>ARTICLE III -Committees</strong> <p>A. The president, with the approval of the board of directors, shall appoint the following standing committees: </p> <ol> <li> Finance. This committee shall be responsible for determining ways and means of financing any and all club operations and projects. </li> <li>Project. This committee shall be responsible for initiation and implementation of club community projects. </li> </ol> <p>B. No committee composed solely of members of this club shall take any action to effect its plans until the same have been approved by a majority of the votes cast at a duly constituted club meeting.</p> <strong>ARTICLE IV - Amendments</strong> <p>A. These by-laws may be amended at any regular or special meeting of this club, but only upon the affirmative vote of a majority of all members in good standing, provided: (1) notice of the respective amendment or amendments and the meeting at which such amending vote is to be taken is given at least fourteen (14)days prior thereto at a regular meeting at which a quorum is present, and (2) such amendment or amendments is approved by the Lions Club of ............................................... </p> <p>B. Any provision of these by-laws which conflicts with the constitution of this club shall be null and void and of no force or effect. </p> <p><i>(Such other provisions as may be necessary for efficient operation of the club.)</i></p>"
  },
  "si": {
    "title": "සම්මත ලියෝ සමාජ ව්‍යවස්ථාව",
    "content": "<p>\n    (නිල නොවන සිංහල පරිවර්තනයකි)\n</p>\n<p>\n    ව්‍යවස්ථාව සහ අතුරු ව්‍යවස්ථා\n</p>\n<p>\n    __________________________________ ලියෝ සමාජය\n</p>\n<p align=\"center\">\n    ලේඛන අංක I\n    <br/>\n    <strong>නම</strong>\n</p>\n<p>\n    මෙම සංවිධානයේ නම __________________________________________ ලියෝ සමාජය\n    වන්නේය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක II\n    <br/>\n    <strong>අරමුණ</strong>\n</p>\n<p>\n    නායකත්ව, අත්දැකීම්, ඉඩ ප්‍රස්ථාව යන පුද්ගල ගුණාංග වැඩිදියුණු කරනු වස්\n    ප්‍රජාවේ තරුණ තරුණියන් අතර සේවා ක්‍රියාකාරකම් ප්‍රවර්ධනය කිරීම. එහි\n    සාමාජිකයින් මිත්‍රත්වය, ඇසුර සහ අන්‍යෝන්‍ය අවබෝධය මගින් එක්සත් කිරීම.\n</p>\n<p align=\"center\">\n    ලේඛන අංක III\n    <br/>\n    <strong>අනුග්</strong>\n    <strong>‍</strong>\n    <strong>රාහකත්වය</strong>\n</p>\n<p>\n    (අ). මෙම ලියෝ සමාජයට අනුග්‍රහය දක්වන්නේ ______________________ සිංහ සමාජය\n    (ය), නමුත් එය (ලියෝ සමාජය) එහි කොටසක් නොවන අතර, මෙම ලියෝ සමාජය හෝ එහි\n    සාමාජිකයින්ට සිංහ සමාජයේ සාමාජිකයන් සතු කිසිදු අයිතිවාසිකමක් හෝ\n    වරප්‍රසාදයක් නොමැත.\n</p>\n<p>\n    (ආ). මෙම ලියෝ සමාජ සමස්ත මෙහෙයුම _______________________ සිංහ සමාජය විසින්\n    මගපෙන්වනු සහ අධීක්ෂනය කරනු ලැබේ. එවැනි මග පෙන්වීම් සහ අධීක්ෂණයන් පහත\n    දැක්වෙන එක් ආකාරයකින් ක්‍රියාත්මක කළ යුතුය. එම ආකාරය ලියෝ සමාජය සහ සිංහ\n    සමාජය අතර ඒකාබද්ධ තීරණයක් වීමට හැක.\n</p>\n<p>\n    1. ලියෝ සමාජයේ සෑම රැස්වීමකදීම හෝ එහි අධ්‍යක්ෂ මණ්ඩලයේ සෑම රැස්වීමකදීම\n    අනුග්‍රාහක සිංහ සමාජයේ සාමාජිකයින් එකක් හෝ වැඩි ගණනක් සිටීම; හෝ\n</p>\n<p>\n    2. ලියෝ සහ සිංහ සමාජයේ නියෝජිතයින් තිදෙනෙකුගේ මාසික ඒකාබද්ධ රැස්වීමකින්,\n    අන්‍යෝන්‍ය අවශ්‍යතා සහ සැලසුම් සාකච්ඡා කිරීම, සහ ලියෝ සමාජය සහ / හෝ එහි\n    මණ්ඩලය විසින් ගනු ලැබූ ක්‍රියාමාර්ග සමාලෝචනය කිරීම. නියෝජිතයන් අතර එකඟ\n    නොවීමකදී, අවසාන තීරණය අනුග්‍රාහක සිංහ සමාජය සමඟ රැඳෙනු ඇත; හෝ\n</p>\n<p>\n    3. ලියෝ සමාජ නිලධාරීන් විසින් නිශ්චිත වාර්තාවක් හෝ ඕනෑම රැස්වීමක වාර්තාවක්\n    දින 15 ක් ඇතුළත අනුග්‍රාහක සිංහ සමාජ ලේකම් හෝ බලයලත් නියෝජිතයෙකුගේ අනුමැතිය\n    සඳහා ඉදිරිපත් කිරීම. එවන් අවස්ථාවකදී ලියෝ සමාජයේ නියෝජිතයින් තිදෙනෙකු සහ\n    නියෝජිතයින් තිදෙනෙකු අතර අන්‍යෝන්‍ය අවශ්‍යතා සහ සැලසුම් සාකච්ඡා කිරීමට\n    රැස්වීමක් කැදවීමට බලය අනුග්‍රාහක සිංහ සමාජය සතුවනු ඇත. නියෝජිතයන් අතර එකඟ\n    නොවීමකදී, අවසාන තීරණය අනුග්‍රාහක සිංහ සමාජය සමඟ රැඳෙනු ඇත.\n</p>\n<p>\n    (ඇ). මෙම ලියෝ සමාජයේ ක්‍රියාකාරිත්වය කිසියම් ආකාරයකින් ඕනෑම පාසලක\n    නිලධාරීන්ගේ සහයෝගය මත රඳා පවතී නම්, එවිට එම නිලධාරීන් විසින් අර්ථ නිරූපණය\n    කරනු ලබන සියලුම පාසල් ප්‍රතිපත්ති සහ රෙගුලාසි මෙම ලියෝ සමාජය සහ එහි\n    සාමාජිකයින් විසින් විශ්වාසවන්තව පිලිපැදිය යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක IV\n    <br/>\n    <strong>ව්‍යාපෘති</strong>\n</p>\n<p>\n    (අ). III වන වගන්තියේ විධිවිධානවලට යටත්ව, මෙම ලියෝ සමාජය තමන්ගේම\n    මිනිස්බලයෙන්, එහි ප්‍රජාව තුළ සේවා ව්‍යාපෘති සැලසුම් කර ක්‍රියාත්මක කළ\n    යුතුය. එවැනි ව්යාපෘති සඳහා සම්පූර්ණ වගකීම, වෙනත් ලියෝ සමාජයක් හෝ වෙනත්\n    සංවිධානයක් සමඟ හවුල් ව්‍යාපෘතියකදී එය බෙදී ඇති අවස්ථාවක හැර, මෙම ලියෝ සමාජය\n    විසින් දැරිය යුතුය.\n</p>\n<p>\n    (ආ). මෙම ලියෝ සමාජය විසින් රැස් කරන ලද අරමුදල් වලින් ව්‍යාපෘති සඳහා මුදල්\n    යෙදවිය යුතුය. ප්‍රජාවේ ඕනෑම පුද්ගලයකු, ව්‍යාපාරයක් හෝ සංවිධානයකින්, ඔවුනට\n    ප්‍රතිලාභයක් ලබා නොදී අරමුදල් ඉල්ලා නොසිටිය යුතුය.\n</p>\n<p>\n    (ඇ). මෙම ලියෝ සමාජය පහත දැක්වෙන දෑ නොකළ යුතුය:\n</p>\n<p>\n    1. ___________ සිංහ සමාජය හෝ එහි ඕනෑම සාමාජිකයෙක් වෙතින් ඉඳහිට නොවන (එනම්:\n    නිතර නිතර) මූල්‍ය ආධාර ලබා ගැනීම හෝ පිළිගැනීම;\n</p>\n<p>\n    2. අනුග්‍රාහක නොවන සිංහ සමාජයකින් මූල්‍ය ආධාර ඉල්ලා සිටීම;\n</p>\n<p>\n    3. වෙනත් ඕනෑම ලියෝ සමාජයකින් මූල්‍ය ආධාර ඉල්ලා සිටීම.\n</p>\n<p>\n    (ඈ). අරමුදල් රැස් කිරීමේ මූල්‍ය වැඩසටහනකින් ලැබෙන ශුද්ධ ආදායමෙන් කිසිදු\n    කොටසක් මෙම ලියෝ සමාජයේ හෝ එහි සාමාජිකයන්ගේ ප්‍රතිලාභ සඳහා සෘජුව හෝ වක්‍රව\n    භාවිතා නොකල යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක V\n    <br/>\n    <strong>සාමාජිකත්වය</strong>\n</p>\n<p>\n    (අ). අනුග්‍රාහක සිංහ සමාජයේ ලියෝ සමාජ කමිටුව (පැහැදිලි කිරීම: නොමැති නම්\n    ලියෝ සමාජ උපදේශක) විසින් සුදුසුකම් ලැබිය යුතු යැයි සලකනු ලබන හොඳ චරිතයක්\n    ඇති ඕනෑම අයෙකුට ලියෝ සමාජ සමාජයක සාමාජිකත්වය ලබා දිය යුතුය. ව්‍යවස්ථාව සහ\n    අතුරු ව්‍යවස්ථාව තුල පිරිමි ලිංගභේදය හෝ සර්වනාමය දක්නට ලැබෙන අවස්ථාවල, එය\n    අර්ථ දැක්විය යුත්තේ පිරිමි සහ ගැහැණු යන දෙඅංශයෙන්ම ය.\n</p>\n<p>\n    (ආ). <strong>සාමාජික පංති</strong>: මෙම ලියෝ සමාජ සාමාජිකත්වය පහත පරිදි වේ:\n</p>\n<p>\n    1. <strong>ක්‍</strong><strong>රියාකාරී</strong>: සියලුම ප්‍රදානය කරන හෝ\n    ඇඟවුම් කරන අයිතිවාසිකම් සහ වරප්‍රසාද හිමි සාමාජිකයෙකු වන අතර සියලු බැඳීම්\n    වලට යටත් වේ. එවැනි බැඳීම් සහ අයිතිවාසිකම් සීමා නොකරන සහ අදාල සුදුසුකම් තිබේ\n    නම්, පහත අයිතිවාසිකම් ඇතුලත් විය යුත්තේය; ලියෝ සමාජය අයත් ලියෝ\n    දිස්ත්‍රික්කයේ හෝ බහු දිස්ත්‍රික්කයේ ඕනෑම නිල තනතුරකට ඉදිරිපත් වීම,\n    සාමාජිකත්වයේ ඡන්ද විමසීමක් අවශ්‍ය වන සියලු කාරණා සම්බන්ධයෙන් ඡන්දය ප්‍රකාශ\n    කිරීම. එවැනි බැඳීම්වලට; නිතිපතා පැමිණීම, හිඟ මුදල් වහාම ගෙවීම; ලියෝ සමාජ\n    ක්‍රියාකාරකම් වලට සහභාගී වීම සහ ප්රජාව තුළ ලියෝ සමාජය පිලිඹද යහපත්\n    ප්‍රතිරූපයක් පිළිබිඹු කරන හැසිරීම; ඇතුලත් විය යුත්තේය.\n</p>\n<p>\n    2. <strong>නියෝජිත සාමාජික (Member-at-Large</strong><strong>):</strong>\n    ප්‍රජාවෙන් ඉවත් වූ (පහැදිලි කිරීම: විදෙස් ගත වීම, වෙනත් පලාතක වාසයට යෑම) හෝ\n    සෞඛ්‍යය හෝ වෙනත් නීත්‍යානුකූල හේතුවක් නිසා ලියෝ සමාජ රැස්වීම් වලට නිතිපතා\n    සහභාගී වීමට නොහැකි වන මෙම ලියෝ සමාජයේ සාමාජිකයෙක්, සාමාජිකත්වය රඳවා ගැනීමට\n    අදහස් කරන විට ලියෝ සමාජයේ අධ්‍යක්ෂ මණ්ඩල තීරණයක් මගින් මෙම තත්වය ප්‍රධානය\n    කල හැක. සෑම මාස හයකට වරක් ලියෝ සමාජයේ අධ්‍යක්ෂ මණ්ඩලය විසින් මෙම තත්වය\n    සමාලෝචනය කළ යුතුය. නියෝජිත සාමාජිකයෙක් නිල ධුර දැරීමට හෝ ලියෝ\n    දිස්ත්‍රික්කයේ හෝ බහු දිස්ත්‍රික් සම්මන්ත්‍රණවලදී හෝ ඡන්දය ප්‍රකාශ කිරීමට\n    සුදුසුකම් නොලබයි. නමුත්, ඔවුන් ලියෝ සමාජයට සමාජික මුදල් ගෙවිය යුතුය.\n</p>\n<p>\n    3. <strong>ඇල්ෆා </strong><strong>සාමාජිකත්වය</strong>: වයස අවුරුදු 12 සිට\n    18 දක්වා වූ ලියෝ සමාජයේ සාමාජිකයෙකි\n</p>\n<p>\n    4. <strong>ඔමේගා </strong><strong>සාමාජිකත්වය</strong>: වයස අවුරුදු 18 සිට\n    30 දක්වා වූ ලියෝ සමාජයේ සාමාජිකයෙකි\n</p>\n<p>\n    (ඇ). <strong>අවසන් </strong><strong>කිරීම</strong>: මෙම ලියෝ සමාජයේ\n    සාමාජිකත්වය පහත අවස්ථාවන් වලදී ස්වයංක්‍රීයව නතර වී අවසන් වේ:\n</p>\n<p>\n    1. උපරිම වයස් සීමාවට වඩා වසරකට වැඩි වයසකට ළඟාවීම.\n</p>\n<p>\n    2. XV වැනි වගන්තියේ දක්වා ඇති පරිදි මෙම ලියෝ සමාජයේ පැවැත්ම අවසන් කිරීම.\n</p>\n<p>\n    3. හොඳ තත්ත්වයේ සියලු සාමාජිකයන්ගෙන් තුනෙන් දෙකකට (2/3) නොඅඩු ඡන්දයකින්\n    අනුමත වීම.\n</p>\n<p>\n    (ඈ). <strong>සාමාජිකත්වය මාරු කිරීම</strong>: වෙනත් ලියෝ සමාජයක සාමාජිකත්වය\n    අහෝසි කළ හෝ අවසන් කළ ලියෝ සාමාජිකයෙකුට, පහත තත්වයන් යටතේ මෙම ලියෝ සමාජය\n    විසින් මාරු කිරීමේ පදනම මත සාමාජිකත්වය ලබා දිය හැකිය.\n</p>\n<p>\n    1. පැරණි ලියෝ සමාජ සාමාජිකත්වය අවසන් වූ දින සිට මාස හයක් ඇතුළත සාමාජිකත්වය\n    පැවරීම සඳහා නිවේදනයක් පැරණි ලියෝ සමාජ අනුග්‍රාහක සිංහ සමාජයෙන් නව ලියෝ\n    සමාජයට සහ නව ලියෝ සමාජ අනුග්‍රාහක සිංහ සමාජ ලේකම් තුමා වෙත ලැබීම.\n</p>\n<p>\n    2. එවැනි අවසන් කිරීම වන විට සාමාජිකත්වය හොඳ තත්ත්වයේ පැවතීම; සහ\n</p>\n<p>\n    3. මාරු කරන සාමාජිකයාගේ වයස අයදුම් කරන නව ලියෝ සමාජ ස්ථාපිත වයස් සීමාව තුළට\n    අයත් වීම.\n</p>\n<p>\n    ලියෝ සමාජයක සාමාජිකත්වය අවසන් කිරීම සහ වෙනත් ලියෝ සමාජයකට මාරු කිරීම සඳහා\n    ඉල්ලුම් පත්‍රය යොමු කිරීම අතර මාස හයකට වඩා වැඩි කාලයක් ගත වී ඇත්නම්,\n    අයදුම්කරුවකුට මෙම ලියෝ සමාජයේ සාමාජිකත්වය ලබා ගත හැකි වන්නේ ලෙඛන V, A\n    වගන්තියේ විධිවිධාන යටතේ පමණි.\n</p>\n<p>\n    (ඉ). සෑම ලියෝ සමාජයක්ම ඇල්ෆා ලියෝ සමාජයක් හෝ ඔමේගා ලියෝ සමාජයක් ලෙස\n    ජාත්‍යන්තර සිංහ සමාජ මූලස්ථානයේ ලියෝ සමාජ වැඩසටහන් දෙපාර්තමේන්තුවට වාර්තා\n    කිරීමෙන් ප්‍රකාශයට පත් කළ යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක VI\n    <br/>\n    <strong>රැස්වීම්</strong>\n</p>\n<p>\n    (අ). ලියෝ සමාජ රැස්වීම්:\n</p>\n<p>\n    1. මෙම ලියෝ සමාජයේ නිත්‍ය ව්‍යාපාරික රැස්වීම් එක් මාසයකට දෙවරකට නොඅඩු වාර\n    ගණනක් හෝ සෑම සතියකටම වරක්, අතුරු ව්‍යවස්ථාවල දක්වා ඇති වේලාවන් සහ ස්ථානවලදී\n    පැවැත්විය යුතුය.\n</p>\n<p>\n    2. සභාපතිවරයාට ඕනෑම වේලාවකදී හෝ හොඳ තත්ත්වයේ සාමාජිකයින් දස දෙනෙකුට නොඅඩු\n    ගණනකගේ ලිඛිත ඉල්ලීමක් ලද විටදී ලියෝ සමාජයේ විශේෂ රැස්වීමක් කැදවිය හැකිය.\n    එවැනි කැදවීමක් ලිඛිත හෝ වාචික ආකාරයෙන් විය හැක. නමුත් එවැනි කැදවීමක් සියලුම\n    හොද තත්වයේ සාමාජිකයන්ට රැස්වීම් වේලාව සහ ස්ථානය ඇතුලත්ව දැනුම් දිය යුතුය.\n    රැස්වීම සදහා සාමාජිකයින්ට පහසු වේලාවක් සහ ස්ථානයක් නියම කළ යුතුය. එවැනි\n    දැන්වීමක් ලිඛිතව යවන්නේ නම්, ලියෝ සමාජ වාර්තාවල දැක්වෙන පරිදි සාමාජිකයෙකුට\n    ඔහුගේ / ඇයගේ ලිපිනයට විද්‍යුත් වශයෙන් හෝ තැපැල් කිරීමේදී, තැපැල් කල හෝ\n    විද්‍යුත් තැපෑල යැවූ දිනය , රැස්වීම දැනුම් දුන් දිනය වශයෙන් සලකනු ලැබේ.\n</p>\n<p>\n    3. ගණපූරණය: හොඳ තත්වයේ සාමාජිකයන්ගෙන් බහුතරයක් සිටීම මෙම සමාජයේ ඕනෑම නිත්‍ය\n    හෝ විශේෂ රැස්වීමක ගණපූරණය සඳහා අවශ්‍ය වන්නේය.\n</p>\n<p>\n    (ආ). අධ්‍යක්ෂ මණ්ඩල රැස්වීම්:\n</p>\n<p>\n    1. අධ්‍යක්ෂ මණ්ඩලයේ නිතිපතා ව්‍යාපාරික රැස්වීම් සෑම මසකට එක් වරකට නොඅඩු\n    ගණනක් අතුරු ව්‍යවස්ථාවල දක්වා ඇති වේලාවන් සහ ස්ථානවලදී පැවැත්විය යුතුය.\n</p>\n<p>\n    2. සභාපතිවරයාට ඕනෑම වේලාවකදී හෝ අධ්‍යක්ෂ මණ්ඩල සාමාජිකයින් ඕනෑම ගණනකගේ\n    ලිඛිත ඉල්ලීමක් ලද විටදී අධ්‍යක්ෂ මණ්ඩල විශේෂ රැස්වීමක් කැදවිය හැකිය. එවැනි\n    කැදවීමක් ලිඛිත හෝ වාචික ආකාරයෙන් විය හැක. නමුත් එවැනි කැදවීමක් සියලුම\n    අධ්‍යක්ෂ මණ්ඩල සාමාජිකයන්ට රැස්වීම් වේලාව සහ ස්ථානය ඇතුලත්ව දැනුම් දිය\n    යුතුය. රැස්වීම සදහා අධ්‍යක්ෂ මණ්ඩල සාමාජිකයින්ට පහසු වේලාවක් සහ ස්ථානයක්\n    නියම කළ යුතුය. එවැනි දැන්වීමක් ලිඛිතව යවන්නේ නම්, ලියෝ සමාජ වාර්තාවල\n    දැක්වෙන පරිදි අධ්‍යක්ෂ මණ්ඩල සාමාජිකයෙකුට ඔහුගේ / ඇයගේ ලිපිනයට විද්‍යුත්\n    වශයෙන් හෝ තැපැල් කිරීමේදී, තැපැල් කල හෝ විද්‍යුත් තැපෑල යැවූ දිනය , රැස්වීම\n    දැනුම් දුන් දිනය වශයෙන් සලකනු ලැබේ.\n</p>\n<p>\n    3. සභාපතිවරයා, උප සභාපතිවරයා සහ වෙනත් අධ්‍යක්ෂ මණ්ඩල සාමාජිකයන් තිදෙනෙකුගේ\n    (3) පැමින සිටීම මෙම සමාජයේ ඕනෑම අධ්‍යක්ෂ මණ්ඩල නිත්‍ය හෝ විශේෂ රැස්වීමක\n    ගණපූරණය සඳහා අවශ්‍ය වන්නේය.\n</p>\n<p>\n    4. මෙම ලියෝ සමාජයේ ඕනෑම හොඳ තත්ත්වයේ සාමාජිකයෙකුට සමාජයේ ඕනෑම අධ්‍යක්ෂ\n    මණ්ඩල නිත්‍ය හෝ විශේෂ රැස්වීමකට සහභාගී වීමට අයිතිය ඇත. නමුත් එවැනි වෙනත්\n    සාමාජිකයෙකුට අධ්‍යක්ෂ මණ්ඩලයේ අනුමැතියෙන් තොරව කථා කළ නොහැක.\n</p>\n<p align=\"center\">\n    ලේඛන අංක VII\n    <br/>\n    <strong>නිලධාරීන්</strong>\n</p>\n<p>\n    (අ). මෙම ලියෝ සමාජයේ නිලධාරීන් සභාපති, උප සභාපති, ලේකම් සහ භාණ්ඩාගාරික සහ\n    අතුරු ව්‍යවස්ථාවලින් ලබා දිය හැකි වෙනත් නිලධාරීන් (ය) විය යුතුය. නිලධාරීන්\n    හොඳ තත්ත්වයේ සාමාජිකයන් විය යුතු අතර වසර 1 (1) ක කාලයක් හෝ ඔවුන්ගේ\n    අනුප්‍රාප්තිකයන් පත් කරන තුරු සේවය කළ යුතුය. කිසිම සාමාජිකයෙකුට එකවර නිල\n    ධූර දෙකකට පත් විය නොහැක.\n</p>\n<p>\n    (ආ). ලියෝ සභාපති ධුරයේ පුරප්පාඩුවක් ඇති වුවහොත්, එම ධූර කාලය දීර්ඝ කළ හැකි\n    නමුත් වසර තුනකට වඩා වැඩි කල නොහැක.\n</p>\n<p>\n    (ඇ). මෙම ව්‍යවස්ථාවේ වෙනත් ආකාරයකින් නිශ්චිතව දක්වා නොමැති නම්, නිලධාරීන්ගේ\n    රාජකාරි වනුයේ රොබට්ගේ නියෝග රීති (නව සංශෝධනය) යටතේ දක්වා ඇති ඒවාය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක VIII\n    <br/>\n    <strong>අධ්‍යක්ෂ මණ්ඩලය</strong>\n</p>\n<p>\n    III වන ලේඛනයේ විධිවිධානවලට යටත්ව\n</p>\n<p>\n    (අ). මෙම ලියෝ සමාජයේ ව්‍යාපාර හා කටයුතු පාලනය කිරීම සහ අධීක්‍ෂණය කිරීම\n    සමාජයේ සියලුම නිලධාරීන්ගෙන් සැදුම්ලත් අධ්‍යක්ෂ මණ්ඩලයක සහ හොඳ තත්ත්වයේ\n    සාමාජිකයින්ගෙන් තේරී පත් වූ අධ්‍යක්ෂවරුන් තිදෙනෙකුගෙන් සමන්විත වේ.\n</p>\n<p>\n    (ආ). ලියෝ සමාජය විසින් අනුමත කරන ලද ප්‍රතිපත්ති ක්‍රියාත්මක කිරීම සඳහා\n    අධ්‍යක්ෂ මණ්ඩලය, ලියෝ සමාජ නිලධාරීන් හරහා වගකිව යුතුය. මෙම ලියෝ සමාජයේ\n    සියලුම නව ව්‍යාපාර හා ප්‍රතිපත්ති පළමුව අධ්‍යක්ෂ මණ්ඩලය විසින් සලකා බලා\n    හැඩගැස්විය යුතුය. ඉන් පසු ලියෝ සමාජ නිතිපතා හෝ විශේෂ සමාජ රැස්වීමකදී\n    ඉදිරිපත් කිරීම සහ අනුමත කිරීම සිදු කරනු ලැබේ.\n</p>\n<p>\n    (ඇ). අධ්‍යක්ෂ මණ්ඩලයට සියළුම කාරක සභා සහ නිලධාරීන් කෙරෙහි පොදු පාලනයක්\n    තිබිය යුතු අතර, ඕනෑම නිලධාරියෙකුගේ තීරණය හෝ ක්‍රියාව ඉක්මවා යා හැකි අතර,\n    හොඳ හේතුවක් නිසා, ඕනෑම ධූරයක් පුරප්පාඩු ලෙස ප්‍රකාශයට පත් කළ හැකි අතර, එහි\n    ඉතිරි සීමාවක් පිරවීම සඳහා හොඳ තත්වයේ සාමාජිකයෙකු පත් කළ හැකිය.\n</p>\n<p>\n    (ඈ). අධ්‍යක්ෂ මණ්ඩලය විසින් එහි මෙහෙයුම් පිළිබඳ වාර්ෂික වාර්තාවක් ලියෝ සමාජ\n    සාමාජිකත්වයට සහ අනුග්‍රාහක සිංහ සමාජයට ඉදිරිපත් කළ යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක IX\n    <br/>\n    <strong>මැතිවරණ</strong>\n</p>\n<p>\n    ලියෝ සමාජ නිලධාරීන්ගේ සහ අධ්‍යක්ෂවරුන්ගේ ඡන්ද විමසීම නියමිත කාලයට\n    _______________________________ සිංහ සමාජයේ _______________________________\n    කමිටුව නිසි ලෙස සලකනු ලබන ක්‍රියා පටිපාටිවලට අනුකූලව පැවැත්විය යුතුය.\n    මැතිවරණයේදී සරල ඡන්ද බහුතරයකට වඩා වැඩි ඡන්ද ප්‍රමාණයක් ප්‍රකාශ වීම විය\n    යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක X\n    <br/>\n    <strong>කාරක සභා</strong>\n</p>\n<p>\n    ලියෝ සමාජයේ පරිපාලනය සඳහා අවශ්‍ය යැයි සිතිය හැකි මූල්‍ය, ව්‍යාපෘති සහ වෙනත්\n    ස්ථාවර කාරක සභා සඳහා නීතිමය ප්‍රතිපාදන අතුරු ව්‍යවස්ථා මඟින් සපයනු ලැබේ.\n    වරින් වර අවශ්‍ය යැයි හැඟෙන පරිදි සභාපතිවරයාට අධ්‍යක්ෂ මණ්ඩලයේ අනුමැතිය ඇතිව\n    එවැනි විශේෂ කමිටු පත් කළ හැකිය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XI\n    <br/>\n    <strong>ගාස්තු සහ හිඟ මුදල්</strong>\n</p>\n<p>\n    (අ). අනුග්‍රාහක සිංහ සමාජය විසින් වාර්ෂිකව ගෙවිය යුතු ජාත්‍යන්තර සිංහ සමාජ\n    මූලස්ථානයේ ලියෝ සමාජ ගාස්තු දරණ බැවින් ලියෝ සමාජයේ අතිරේක පරිපාලන වියදම්\n    පියවා ගැනීම සඳහා අතිරේක ගාස්තු හා හිඟ මුදල් මෙම සමාජය විසින් අය කරනු ලැබේ.\n    ඇතැම්විට එකී ජාත්‍යන්තර ලියෝ සමාජ ගාස්තු, ලියෝ සමාජය විසින් අනුග්‍රාහක සිංහ\n    සමාජයට ප්‍රතිපූරණය කළ හැකිය.\n</p>\n<p>\n    (ආ). ඕනෑම නිතිපතා හෝ විශේෂ රැස්වීමකදී හෝ හොඳ ස්ථාවරයක් පිළිබඳ ප්‍රශ්නය මතු\n    වන ඕනෑම වේලාවක මෙම ලියෝ සමාජ යට කිසියම් මූල්‍යමය බැඳීමක් ගෙවා නැති ඕනෑම\n    සාමාජිකයෙකු ස්වයංක්‍රීයව ඡන්දය ප්‍රකාශ කිරීමේ වරප්‍රසාදය අහිමි කරනු ඇත.\n</p>\n<p>\n    මූල්‍යමය බැඳීම් නොගෙවා පවතින තාක් කල් සාමාජිකත්ව තත්වය යලු අරමුණු සඳහා හොඳ\n    තත්ත්වයේ නොමැති බව සලකනු ලැබේ.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XII\n</p>\n<p>\n    මෙහි සාමාජිකත්වය පිළිගැනීමෙන්, සෑම ලියෝ සාමාජිකයෙකුම මෙම ලියෝ සමාජයේ\n    ව්‍යවස්ථාවේ සහ අතුරු ව්‍යවස්ථාවල විධිවිධානවලට බැඳී සිටීමට බැඳී සිටී.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XIII\n    <br/>\n    <strong>අතුරු ව්‍යවස්ථා</strong>\n</p>\n<p>\n    මෙම සමාජයේ කාර්යක්ෂමව ක්‍රියාත්මක වීමට අවශ්‍ය යැයි සැලකෙන අතුරු ව්‍යවස්ථා\n    ලියෝ සමාජ අධ්‍යක්ෂ මණ්ඩලය ඉදිරිපත් කළ යුතු අතර, මෙම සමාජයේ හොඳ තත්ත්වයේ\n    සාමාජිකයන් විසින් අනුගමනය කළ යුතුය; කෙසේ වෙතත්, එවැනි සියලු අතුරු ව්‍යවස්ථා\n    මෙම ව්‍යවස්ථාවේ විධිවිධානවලට අනුකූල විය යුතුය. මෙම ව්‍යවස්ථාවේ ඕනෑම\n    විධිවිධානයකට පටහැනි වන ඕනෑම අතුරු ව්‍යවස්ථා, හෝ ඒ සඳහා වන සංශෝධන හෝ අවලංගු\n    කිරීම ස්වයංක්‍රීයව අහෝසි වන අතර කිසිදු බලපෑමක් නැත.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XIV\n    <br/>\n    <strong>ලාංඡනය</strong>\n</p>\n<p>\n    (අ). ජාත්‍යන්තර ලියෝ සමාජ වැඩසටහනේ ලාංඡනය එකිනෙකට පිටතින් මුහුණ ලා සිටින\n    සිංහ හිස් දෙකක් විය යුතු අතර සිරස් තීරුවකින් බෙදූ අතර ඉහළ සිට පහළට L E O\n    අක්ෂර ඇත.\n</p>\n<p>\n    (ආ). ජාත්‍යන්තර ලියෝ සමාජ වැඩසටහනේ ලාංඡනය ලියෝ සමාජ සාමාජිකයින්ගේ සුවිශේෂී\n    භාවිතය සහ ප්‍රයෝජනය සඳහා සංරක්ෂණය කළ යුතුය. මෙම සමාජ සෑම සාමාජිකයෙකුටම\n    ඔහුගේ / ඇයගේ සාමාජිකත්වය තුළ ගෞරවනීය හා සුදුසු ආකාරයකින් එය පැළඳීමට හෝ\n    වෙනත් ආකාරයකින් ප්‍රදර්ශනය කිරීමට අයිතිය ඇත. සාමාජිකයෙකු ඔහුගේ / ඇයගේ\n    සාමාජිකත්වය අවසන් කිරීමෙන් හෝ මෙම ලියෝ සමාජය අවසන් කිරීමෙන් පසු එවැනි\n    හිමිකමක් අත්හැරිය යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XV\n    <br/>\n    <strong>කාල සීමාව</strong>\n</p>\n<p>\n    (අ). මෙම ලියෝ සමාජය පහත සඳහන් දේ සිදු වූ පළමු අවස්ථාවේදීම අහෝසි වනු ඇත:\n</p>\n<p>\n    1. අවසන් කිරීමට මෙම සමාජයේ ඡන්දය.\n</p>\n<p>\n    2. _____________ සිංහ සමාජය විසින් යවනු ලැබූ අනුග්‍රාහකත්වය ඉල්ලා අස්කර\n    ගැනීමේ දැන්වීම හෙවත් ලියෝ සමාජය අවසන් කිරීමේ පෝරමය ජාත්‍යන්තර සිංහ සමාජ\n    මූලස්ථානයේ ලියෝ සමාජ වැඩසටහන් දෙපාර්තමේන්තුවට ලැබීම.\n</p>\n<p>\n    3. ජාත්‍යන්තර සිංහ සමාජ මූලස්ථානයේ ලියෝ සමාජ වැඩසටහන් දෙපාර්තමේන්තුව විසින්\n    එවනු ලැබූ මෙම ලියෝ සමාජයේ සංවිධාන සහතිකය අවලංගු කිරීම පිළිබඳ ලිඛිත\n    දැන්වීමක් ලියෝ සමාජ සභාපති හෝ උප සභාපති වෙත ලැබීම.\n</p>\n<p>\n    (ආ). අ කොටසේ දක්වා ඇති පරිදි ලියෝ සමාජය අවසන් කිරීමකදී, ලියෝ නම සහ ලියෝ\n    ලාංඡනය සම්බන්ධ සියලු අයිතිවාසිකම් සහ වරප්‍රසාද මෙම සමාජය සහ එහි සාමාජිකයන්\n    විසින් තනි තනිව හා සාමූහිකව අත්හැර දමනු ලැබේ.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XVI\n    <br/>\n    <strong>පාර්ලිමේන්තු අධිකාරිය</strong>\n</p>\n<p>\n    මෙම ව්‍යවස්ථාවේ වෙනත් ආකාරයකින් සපයා නොමැති නම්, මෙම සමාජ සමාජයේ මෙහෙයුම්\n    වලදී පාර්ලිමේන්තු ක්‍රියා පටිපාටිය පිළිබඳ සියලු ප්‍රශ්න පාලනය කරනු ලබන්නේ\n    රොබට්ගේ නියෝග රීති (නව සංශෝධනය) ප්‍රකාරවයි.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XVII\n    <br/>\n    <strong>සංශෝධන</strong>\n</p>\n<p>\n    මෙම ව්‍යවස්ථාව සංශෝධනය කළ හැක්කේ ජාත්‍යන්තර සිංහ සමාජ මූලස්ථානයේ අධ්‍යක්ෂ\n    මණ්ඩලය මගින් පමණක් වන අතර සිදුකරන සියලුම සංශෝධන සම්මත වූ විට ස්වයංක්‍රීයව\n    මෙම ව්‍යවස්ථාව සංශෝධනය වී විධිවිධාන බවට පත්වේ.\n</p>\n<p align=\"center\">\n    ලේඛන අංක XVIII\n</p>\n<p>\n    මෙම සමාජයේ මූල්‍ය වර්ෂය ජූලි 1 සිට ජූනි 30 දක්වා ක්‍රියාත්මක වේ.\n</p>\n<p align=\"center\">\n    සම්මත ලියෝ සමාජ අතුරු ව්‍යවස්ථා\n</p>\n<p align=\"center\">\n    ලේඛන අංක I\n    <br/>\n    <strong>මැතිවරණ</strong>\n</p>\n<p>\n    (අ). _____________ දිනට පෙර මෙම ලියෝ සමාජයේ නිලධාරීන් සහ අධ්‍යක්ෂවරුන් තෝරා\n    ගැනීම වාර්ෂිකව පැවැත්විය යුතුය. තේරී පත් වූ අය ජූලි 1 වන දින බලයට පත්විය\n    යුතුය.\n</p>\n<p>\n    (ආ). නිලධාරීන්ගේ නාමයෝජනා ලිඛිතව හෝ සභා ගැබෙන් ඉදිරිපත් කළ යුතුය. නාමයෝජනා\n    ඉදිරිපත් කරන රැස්වීමෙන් පසුව පවත්වන නිත්‍ය රැස්වී මකදී අපේක්ෂකයින්ට ඡන්දය\n    ප්‍රකාශ කළ යුතුය. ඡන්දය ප්‍රකාශ කිරීම රහසිගත ඡන්දයකින් විය යුතුය. පැමිණ\n    සිටින සහ හොඳ තත්ත්වයේ සිටින සාමාජිකයන් විසින් ප්‍රකාශිත ඡන්දය බහුතරයක් ලබා\n    ගන්නා අපේක්ෂකයින් තේරී පත්විය යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක II\n    <br/>\n    <strong>ගාස්තු සහ හිඟ මුදල්</strong>\n</p>\n<p>\n    (අ). සෑම නව සාමාජිකයෙක්ම ඇතුළත් වීමේ ගාස්තුව වශයෙන් රුපියල් __________ ක්\n    ගෙවිය යුතුයි.\n</p>\n<p>\n    (ආ). සෑම සාමාජිකයෙකුම වාර්ෂිකව සාමජික ගාස්තු වශයෙන් රුපියල් ___________\n    ගෙවිය යුතුය.\n</p>\n<p>\n    (ඇ). කිසිදු කටයුත්තක් සඳහා ලියෝ සාමාජිකයන් පිළිබඳ වෙනත් තක්සේරුවක් නොකළ\n    යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක III\n    <br/>\n    <strong>කාරක සභා</strong>\n</p>\n<p>\n    (අ). සභාපතිවරයා අධ්‍යක්ෂ මණ්ඩලයේ අනුමැතිය ඇතිව පහත සඳහන් ස්ථාවර කාරක සභා\n    පත් කළ යුතුයි:\n</p>\n<p>\n    1. <strong>මුදල්</strong>. ඕනෑම ලියෝ සමාජ මෙහෙයුම් සහ ව්‍යාපෘති සඳහා මුදල්\n    යෙදවීමේ ක්‍රම සහ විධි තීරණය කිරීම සඳහා මෙම කමිටුව වගකිව යුතුය.\n</p>\n<p>\n    2. <strong>ව්යාපෘති</strong>. ලියෝ සමාජ ප්‍රජා ව්‍යාපෘති ආරම්භ කිරීම සහ\n    ක්‍රියාත්මක කිරීම සම්බන්ධයෙන් මෙම කමිටුව වගකිව යුතුය.\n</p>\n<p>\n    (ආ). මෙම ලියෝ සමාජයේ සාමාජිකයින්ගෙන් පමණක් සමන්විත කිසිදු කමිටුවක් නිසි\n    පරිදි පිහිටුවා ඇති සමාජ රැස්වීමකදී ලබාගත් ඡන්ද වලින් බහුතරයක් විසින් අනුමත\n    කරනු ලබන තෙක් එහි සැලසුම් ක්‍රියාත්මක කිරීමට කිසිදු ක්‍රියාමාර්ගයක් නොගත\n    යුතුය.\n</p>\n<p align=\"center\">\n    ලේඛන අංක IV\n    <br/>\n    <strong>සංශෝධන</strong>\n</p>\n<p>\n    (අ). මෙම අතුරු ව්‍යවස්ථා මෙම ලියෝ සමාජයේ ඕනෑම නිත්‍ය හෝ විශේෂ රැස්වීමකදී\n    සංශෝධනය කළ හැකි නමුත් එසේ කල හැකි වන්නේ පහත අවශ්‍යතා ද ඇතුලුව හොඳ තත්ත්වයේ\n    සිටින සියලුම සාමාජිකයින්ගෙන් බහුතරයකගේ ඡන්දය මත පමණි:\n</p>\n<p>\n    1. ගණපූරණය පවතින නිත්‍ය රැස්වීමකදී අදාළ සංශෝධන හෝ සංශෝධන පිළිබඳ දැනුම්දීම\n    සහ එවැනි සංශෝධන ඡන්ද විමසීමක් පැවැත්වීමට නියමිත රැස්වීම අවම වශයෙන් දින\n    දාහතර (14) ට පෙර දැනුම් දී ඇති අතර\n</p>\n<p>\n    2. එවැනි සංශෝධන හෝ සංශෝධන _____________________ සිංහ සමාජය විසින් අනුමත කරන\n    ලදී.\n</p>\n<p>\n    (ආ). මෙම සමාජයේ ව්‍යවස්ථාවට පටහැනි මෙම අතුරු ව්‍යවස්ථාවන්හි ඕනෑම\n    විධිවිධානයක් අහෝසි වන අතර කිසිදු බලයක් හෝ බලපෑමක් නැත.\n</p>\n<p>\n    (සමාජයේ කාර්යක්ෂම ක්‍රියාකාරිත්වය සඳහා අවශ්‍ය විය හැකි වෙනත් විධිවිධාන.)\n</p>"}
}
